Revit 2027 API
PathFailures Properties
The BuiltInFailures.PathFailures type exposes the following members.
Properties
Name | Description
Path3dRegenError |  Picked Path could not be regenerated.
Top
See Also
Reference
BuiltInFailures.PathFailures Class
Autodesk.Revit.DB Namespace